```sql
create table dba(
  id int,
  name varchar(50),
  jumin varchar(50)
);

insert into dba values (1, 'lee', '298234-1345793');
insert into dba values (2, 'kim', '892323-2938742');
insert into dba values (3, 'park', '120849-2938743');

create table emp(
  id int,
  name varchar(50),
  jumin varchar(50)
);

insert into emp values (1, 'lee', '298234-1345793');
insert into emp values (2, 'kim', '892323-2938742');
insert into emp values (3, 'park', '120849-2938743');

create table stu(
  id int,
  name varchar(50),
  jumin varchar(50)
);

insert into stu values (1, 'lee', '298234-1345793');
insert into stu values (2, 'kim', '892323-2938742');
insert into stu values (3, 'park', '120849-2938743');
```